---
kind: other
id: Properties.T:Autodesk.Revit.UI.ComboBox
source: html/1c90b84e-36cd-496c-6b0d-e8d4b75ae653.htm
---
# ComboBox Properties

Gets or sets the current checked ComboBox member of the ComboBox.